Repository: jonlatorre/WhereToClimb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Local intereset
es: Interes Local

source: It deservs a visit
es: Merece una visita

source: Good
es: Buena

source: A must see
es: Obligatoria

source: Sport Climbing
es: Escalada Deportiva

source: Multipitch Climbing
es: Escalada de varios largos

source: Trad Climbing
es: Escalada de autoprotección

source: Ice Climbing
es: Escalada en hielo

source: Deep Water Soloing
es: Psicoblock

source: Indoor Climbing
es: Rocodromo

source: Thanks for adding the crag
es: Gracias por añadir la escuela

source: Info
es: Información

source: Sectors
es: Sectores

source: Topos
es: Croquis

source: Add to my projects
es: Añadir a mis proyectos

source: Name
es: Nombre

source: Topos of
es: Croquis de

source: New Sector
es: Nuevo sector

source: Add a new sector to
es: Añadir un sector a

source: Sector information
es: Información del sector

source: Close
es: Cerrar

source: New Topo
es: Nuevo Croquis

source: Crag list
es: Lista de escuelas

source: Crag List
es: Lista de escuelas

source: Type
es: Tipo

source: Country
es: Pais

source: Photo
es: Foto

source: Add a new Crag
es: Añadir una nueva escuela

source: Search location
es: Buscar posición

source: New Crag
es: Nueva escuela

source: Crags Map
es: Mapa

source: name
es: nueva

source: about
es: acerca de

source: location
es: posición

source: website
es: Sitio web

source: Submit
es: Enviar

source: Welcome
es: Bienvenido

source: Crags
es: Escuelas

source: Crags list
es: Lista de escuelas

source: Add crag
es: Añadir escuela

source: About
es: Acerca de

source: Profile
es: Perfil

source: Notices
es: Noticias

source: About Where to Climb
es: Acerca de Where To Climb

source: What Next?
es: Y ahora?

source: Location
es: Posicion

source: Website
es: Sitio Web
